export const soulNumberDescs = {
  1: "Характер: Желание за независимост, лидерство и себеизразяване. Хората с това число имат вътрешна амбиция и се стремят към постижения и признание. Те искат да бъдат забелязани и ценени за уникалността си и да бъдат вдъхновение за другите.",
  2: "Характер: Желание за хармония, мир и партньорство. Те търсят дълбоки емоционални връзки и обичат да се чувстват част от група. Тези хора са състрадателни и обичат да създават баланс в отношенията си.",
  3: "Характер: Стремеж към изразяване, творчество и радост. Хората с това число на душата обичат да се забавляват и да излъчват позитивност. Те имат нужда от признание за своя талант и често са енергични, харизматични и обичат да вдъхновяват.",
  4: "Характер: Желание за сигурност, стабилност и ред. Те обичат да планират и да изграждат сигурни основи. Хората с душевно число 4 са дисциплинирани, практични и търсят спокойствие в живота си.",
  5: "Характер: Желание за свобода, разнообразие и приключения. Тези хора имат неспокойна природа и жажда за нови преживявания. Те обичат промените и не се страхуват да поемат рискове, стига това да обогати опита им.",
  6: "Характер: Стремеж към грижа, подкрепа и хармония в семейството и отношенията. Хората с това число обичат да помагат на другите и да създават мир около себе си. Те са много отговорни и се стремят към баланс и стабилност в дома.",
  7: "Характер: Желание за дълбоки познания, самоусъвършенстване и духовност. Те са интровертни и търсят мъдрост и истина. Хората с това число често се интересуват от философия, наука или духовни практики и имат нужда от време за уединение.",
  8: "Характер: Желание за успех, власт и материална стабилност. Те имат силен стремеж към постигане на високи позиции и финансова сигурност. Хората с това число обичат да се чувстват влиятелни и уважавани.",
  9: "Характер: Желание за хуманитарност, състрадание и помощ към другите. Тези хора са идеалисти и често се стремят да направят света по-добро място. Те са алтруистични, жертвоготовни и имат желание да служат на обществото.",
};
